{
    "webinar_list": [
        {
            "id": 1,
            "title": "Utilizing Cyberinfrastructure to Advance Natural Hazards Research",
            "time": "2024-01-24",
            "speaker": "Dr. Tim Cockerill",
            "description": "This webinar provids an overview of the capabilities provided by DesignSafe (www.designsafe-ci.org), the cyberinfrastructure provider for the Natural Hazards Engineering Research Infrastructure (NHERI) program supported by NSF award 2022469. NHERI is a distributed national facility that enables research discoveries that will protect human life, reduce damage, and minimize economic losses during natural hazard events. DesignSafe is a web-based platform for the big data generated by natural hazards engineering research, supporting high-performance computing, research workflows, data curation and publication, and data analysis and visualization.",
            "youtubeId": "JDxtzeeSJYY"
        },
        {
            "id": 2,
            "title": "The Future Disaster Research Workforce: CONVERGE Training Modules for Ethical, Scientifically Rigorous Research",
            "time": "2024-02-02",
            "speaker": "Dr. Lori Peek",
            "description": "The National Science Foundation-funded CONVERGE facility is dedicated to advancing social science, engineering, and interdisciplinary hazards and disaster research. As core to that mission, the CONVERGE team develops trainings and other initiatives to support ethical, rigorous, convergence research that seeks to solve pressing social and environmental challenges. This presentation will provide an overview of the CONVERGE Training Modules—why they were developed, who accesses them, and how they  have been evaluated. Participants are encouraged to visit the CONVERGE Training Modules in advance of the presentation: https://converge.colorado.edu/resources/training-modules/",
            "youtubeId": "4YymiH0PPLo"
        },
        {
            "id": 3,
            "title": "Emergency Response is a Geospatial Problem",
            "time": "2024-03-20",
            "speaker": "Dr. Michael Goodchild",
            "description": "Emergency response is often discussed in terms of four stages, from preparedness to mitigation. At each stage the geospatial dimensions are critical and raise issues of geospatial data sharing, GIS, uncertainty, and privacy. Today many of these issues can be addressed through high-performance computing and AI. The webinar discusses issues of governance, response times, access to proprietary data, wearable technology, and resilient communications. Some of the images in the presentation are not in copyright.",
            "youtubeId": "XDoV5YONDys"
        },
        {
            "id": 4,
            "title": "Modeling and Forecasting Hurricane Floods over Coastal Urban Watersheds",
            "speaker": "Dr. Huilin Gao",
            "time": "2024-04-29",
            "description": "To best mitigate the damage from hurricane-induced extreme floods, it is essential to better understand the performances of existing flood risk management measures, as well as future climate change impacts on the floods from an event-based analysis perspective. This webinar introduces three modeling-based studies over Houston watersheds during the flooding caused by Hurricane Harvey (2017). The first study investigates how a set of factors influenced the inflows, peak pool elevations, and outflows of Houston's two most important detention reservoirs, the Addicks, and Barker Reservoirs. The second study tests the skills of streamflow and floodplain inundation forecasts derived from Quantitative Precipitation Forecasts (QPF) of different durations. The last study investigates the future impacts of climate change on hurricane rainfall and, more importantly, subsequent compound flooding at a coastal watershed. The results from these studies can contribute to an improved understanding of intense hurricane-induced extreme flooding. The results can also serve as a basis for the countermeasures needed to prepare for such events in the future.",
            "youtubeId": "5weSVwH4-5k"
        }
    ]
}